Repository: DeppSRL/depp-tracking
Catalog: project/tracking/locale/*/LC_MESSAGES/django.po
Languages: it

source: from
it: dal

source: this week
it: questa settimana

source: start date
it: data iniziale

source: The date when the validity of the item starts. Partial dates may be entered (2014-06).
it: Data di inizio della validità dell'item. Si possono usare date parziali(2014-06).

source: end date
it: data finale

source: The date when the validity of the item ends. Partial dates may be entered (2014-06).
it: Data di fine della validità dell'item. Si possono usare date parziali(2014-06).

source: creation time
it: orario di creazione

source: last modification time
it: ultimo orario di modifica

source: Associate
it: Socio

source: Collaborator or employee
it: Collaboratore o impiegato

source: External resource
it: Risorsa esterna

source: Fully employee
it: Tempo pieno

source: Collaboration to a project
it: Collaborazione a progetto

source: External consultancy
it: Consulenza esterna

source: worker type
it: tipo di lavoratore

source: The type of worker
it: Il tipo di lavoratore

source: contract type
it: tipo di contratto

source: The type of contract between the worker and the company
it: Il tipo di contratto tra il lavoratore e l'azienda

source: time percentage
it: percentuale di tempo

source: Time percentage (100% = full time)
it: Percentuale di tempo (100% = tempo pieno)

source: Worker
it: Lavoratore

source: Workers
it: Lavoratori

source: Draft
it: Bozza

source: Analysis
it: Analisi

source: Design
it: Progettazione

source: Implementation
it: Implementazione

source: Maintenance
it: Manutenzione

source: Complete
it: Completa

source: Ongoing activity
it: Attività ricorrente

source: Date framed activity
it: Attività limitata nel tempo

source: Closed
it: Chiuso

source: Active
it: Attivo

source: name
it: nome

source: A project's name
it: Il nome di un progetto

source: identification code
it: codice di identificazione

source: An alphanumeric identification code, max 5 chars
it: Un codice alfanumerico di identificazione, al massimo 5 caratteri

source: description
it: descrizione

source: An extensive description of the project
it: Una descrizione estesa del progetto

source: resources
it: risorse

source: A non-structured list of linked resources: github, staging, IP, ...
it: Un elenco non strutturato di risorse linkate: github, staging, IP, ...

source: customer
it: cliente

source: The identifier of the customer
it: L'identificativo del cliente

source: The manager(s) of this project
it: I manager di progetto

source: The worker(s) of this project
it: I lavoratori del progetto

source: project type
it: tipo di progetto

source: Whether the project is an ongoing activity or it has a start and an end date
it: Se il progetto è un'attività ricorrente, o ha un'inizio e una fine

source: phase
it: fase

source: The status of advancement of the project
it: Lo stato di avanzamento del progetto

source: status
it: stato

source: Whether the project is active or closed
it: Se il progetto è attivo o chiuso

source: URL of the project on TeamGantt
it: URL del progetto su TeamGantt

source: URL of the project on GDrive
it: URL del progetto su GDrive

source: Project
it: Progetto

source: Projects
it: Progetti

source: Meeting the client
it: Incontro col cliente

source: Development or debugging
it: Sviluppo o debugging

source: Data management
it: Gestione o inserimento dati

source: Content management
it: Gestione o inserimento contenuti

source: Project management
it: Coordinamento del progetto

source: Graphic design
it: Progettazione grafica

source: Marketing and commercial activities
it: Attività commerciali e di marketing

source: Internal meeting
it: Riunione interna

source: Other
it: Altro

source: project
it: progetto

source: activity type
it: tipo attività

source: Select the type of activity. Don't be picky.
it: Selezionare il tipo di attività. Senza essere pignoli.

source: A very brief description of the activity (max 256 chars).
it: Una descrizione sintetica dell'attività (massimo 256 caratteri).

source: hours worked
it: ore lavorate

source: Number of hours worked, can be a decimal
it: Numero di ore lavorate (può essere decimale)

source: worker
it: lavoratore

source: owner
it: proprietario

source: activity date
it: data attività

source: Pick up the exact date of the activity.
it: Scegliere la data dell'attività

source: Activity
it: Attività

source: Activities
it: Attività

source: week
it: settimana

source: The week
it: La settimana

source: Weekly activity
it: Attività settimanale

source: Weekly activities
it: Attività settimanali

source: When the activity started.
it: Quando l'attività inizia

source: When the activity will end.
it: Quando l'attività finisce

source: recurrences
it: ricorrenze

source: Recurring activity
it: Attività ricorrente

source: Recurring activities
it: Attività ricorrenti

source: DEPP Activity tracking system
it: Sistema di tracciamento attività di DEPP

source: contract
it: contratto

source: Contract
it: Contratto

source: Contracts
it: Contratti

source: When the contract started.
it: Quando il contratto inizia

source: When the contract will end.
it: Quando il contratto finisce

source: hourly cost
it: costo orario

source: ongoing
it: in corso
